Repository: pilipandr770/vat-bot-1
Catalog: translations/*/LC_MESSAGES/messages_temp.po
Languages: uk

source: VAT Verification System
uk: Система перевірки ПДВ

source: Link Scanner - URL Security Check
uk: Сканер посилань - перевірка безпеки URL

source: Link Scanner
uk: Сканер посилань

source: Check URLs for phishing, malware and other threats
uk: Перевіряйте URL на фішинг, шкідливе ПЗ та інші загрози

source: Enter URL
uk: Введіть URL

source: or
uk: або

source: Check
uk: Перевірити

source: Enter a complete URL (e.g. https://example.com/page)
uk: Введіть повний URL (наприклад, https://example.com/page)

source: Check multiple URLs simultaneously
uk: Перевіряти кілька URL одночасно

source: URLs (one per line, max. 20)
uk: URL (один на рядок, макс. 20)

source: Check All
uk: Перевірити всі

source: What is being checked?
uk: Що перевіряється?

source: SSL/HTTPS encryption
uk: Шифрування SSL/HTTPS

source: Phishing detection
uk: Виявлення фішингу

source: VirusTotal database
uk: База даних VirusTotal

source: Suspicious domains
uk: Підозрілі домени

source: URL shortener detection
uk: Виявлення скорочувачів URL

source: Redirect analysis
uk: Аналіз перенаправлень

source: Recent Checks
uk: Останні перевірки

source: No checks performed yet
uk: Ще не виконано жодної перевірки

source: Loading...
uk: Завантаження...

source: Please enter a URL
uk: Будь ласка, введіть URL

source: Network error
uk: Помилка мережі

source: Please enter at least one URL
uk: Будь ласка, введіть принаймні один URL

source: No valid URLs found
uk: Не знайдено дійсних URL

source: Maximum 20 URLs allowed
uk: Дозволено максимум 20 URL

source: Safe
uk: Безпечний

source: Suspicious
uk: Підозрілий

source: Malicious
uk: Шкідливий

source: Accessibility
uk: Доступність

source: Heuristic analysis
uk: Евристичний аналіз

source: No suspicious patterns found
uk: Не знайдено підозрілих шаблонів

source: Trusted domain
uk: Довірений домен

source: engines report threat
uk: рушіїв повідомляють про загрозу

source: Status
uk: Статус

source: redirects
uk: перенаправлень

source: Recommendations
uk: Рекомендації

source: Detected threats
uk: Виявлені загрози

source: Detailed checks
uk: Детальні перевірки

source: Domain
uk: Домен

source: Scan completed
uk: Сканування завершено

source: Error
uk: Помилка

source: Verdict
uk: Висновок

source: VAT Verification
uk: Перевірка ПДВ

source: Dashboard
uk: Панель управління

source: OSINT Scanner
uk: OSINT Сканер

source: Phone Intelligence
uk: Інтелект телефонії

source: Website Scanner
uk: Сканер сайтів

source: Features
uk: Функції

source: Pricing
uk: Ціни

source: Sign In
uk: Увійти

source: Check Details
uk: Деталі перевірки

source: Checked on
uk: Перевірено

source: Back to History
uk: Назад до історії

source: Sent
uk: Надіслано

source: Save your company data
uk: Збережіть дані вашої компанії

source: so that they are automatically filled in
uk: щоб вони автоматично заповнювалися

source: VAT Number
uk: Номер ПДВ

source: Your VAT number for VIES validation
uk: Ваш номер ПДВ для перевірки VIES

source: Company Name
uk: Назва компанії

source: Business Address
uk: Адреса бізнесу

source: Phone
uk: Телефон

source: Counterparty Data
uk: Дані контрагента

source: VAT number of the business partner (if known)
uk: Номер ПДВ бізнес-партнера (якщо відомий)

source: Country
uk: Країна

source: Select country
uk: Виберіть країну

source: Free available (incl. business register)
uk: Безкоштовно доступно (вкл. реєстр бізнесу)

source: In progress / Premium
uk: В роботі / Преміум

source: Premium
uk: Преміум

source: In development
uk: В розробці

source: Available
uk: Доступно

source: Ukraine is checked via the EDR (Unified State Register)
uk: Україна перевіряється через ЄДР (Єдиний державний реєстр)

source: Contact Person
uk: Контактна особа

source: Start Verification
uk: Почати перевірку

source: Admin Dashboard - VAT Verification System
uk: Панель адміністратора - Система перевірки ПДВ

source: Admin Dashboard
uk: Панель адміністратора

source: Overview of users, subscriptions and API usage
uk: Огляд користувачів, підписок та використання API

source: Administrator
uk: Адміністратор

source: Total Users
uk: Загальна кількість користувачів

source: this month
uk: цього місяця

source: Total Revenue
uk: Загальний дохід

source: API Verifications
uk: Перевірки API

source: today
uk: сьогодні

source: Subscription Distribution
uk: Розподіл підписок

source: Free
uk: Безкоштовно

source: Professional
uk: Професійний

source: Quick Access
uk: Швидкий доступ

source: User Management
uk: Керування користувачами

source: All Verifications
uk: Всі перевірки

source: System Logs
uk: Системні логи

source: Recent Registrations
uk: Недавні реєстрації

source: View All
uk: Переглянути всі

source: User
uk: Користувач

source: Plan
uk: План

source: Registered
uk: Зареєстрований

source: BASIC
uk: БАЗОВИЙ

source: PROFESSIONAL
uk: ПРОФЕСІЙНИЙ

source: ENTERPRISE
uk: КОРПОРАТИВНИЙ

source: NONE
uk: НІЧОГО

source: Active
uk: Активний

source: Inactive
uk: Неактивний

source: Recent Verifications
uk: Недавні перевірки

source: Company
uk: Компанія

source: Date
uk: Дата

source: OSINT Scan Results
uk: Результати сканування OSINT

source: Scan Information
uk: Інформація про сканування

source: Created
uk: Створено

source: Detailed Results
uk: Детальні результати

source: Service
uk: Сервіс

source: Notes
uk: Примітки

source: Data
uk: Дані

source: WARNING
uk: ПОПЕРЕДЖЕННЯ

source: ERROR
uk: ПОМИЛКА

source: View Data
uk: Переглянути дані

source: Passive data collection about the counterparty's domain, website, or email.
uk: Пасивний збір даних про домен, веб-сайт або електронну пошту контрагента.

source: URL (optional)
uk: URL (необов'язково)

source: Complete website URL for header and social media analysis.
uk: Повна URL-адреса веб-сайту для аналізу заголовків та соціальних мереж.

source: Primary company domain for WHOIS, DNS, and SSL checks.
uk: Основний домен компанії для перевірок WHOIS, DNS та SSL.

source: Email (optional)
uk: Електронна пошта (необов'язково)

source: Email for basic format validation.
uk: Електронна пошта для базової перевірки формату.

source: Start Scan
uk: Почати сканування

source: Scanning...
uk: Сканується...

source: Server returned invalid response. Please try again later.
uk: Сервер повернув недійсну відповідь. Спробуйте пізніше.

source: Results
uk: Результати

source: View full results
uk: Переглянути повні результати

source: Scan error
uk: Помилка сканування

source: If the error persists, please contact support.
uk: Якщо помилка зберігається, зверніться до служби підтримки.

source: Already have an account?
uk: Вже маєте обліковий запис?

source: Connection error. Please try again.
uk: Помилка з'єднання. Спробуйте ще раз.

source: Add Counterparty
uk: Додати контрагента

source: Edit Counterparty
uk: Редагувати контрагента

source: Add New Counterparty
uk: Додати нового контрагента

source: Enter company information with AI assistance
uk: Введіть інформацію про компанію з допомогою ШІ

source: Company Information
uk: Інформація про компанію

source: Full legal company name
uk: Повна юридична назва компанії

source: Germany
uk: Німеччина

source: Austria
uk: Австрія

source: Switzerland
uk: Швейцарія

source: France
uk: Франція

source: Italy
uk: Італія

source: Spain
uk: Іспанія

source: Netherlands
uk: Нідерланди

source: Belgium
uk: Бельгія

source: Poland
uk: Польща

source: Czech Republic
uk: Чеська Республіка

source: Ukraine
uk: Україна

source: Validate
uk: Перевірити

source: VAT number for EU companies (optional)
uk: Номер ПДВ для компаній ЄС (необов'язково)

source: Address
uk: Адреса

source: Street, City, Postal Code, Country
uk: Вулиця, Місто, Поштовий індекс, Країна

source: Company website domain for additional verification
uk: Домен веб-сайту компанії для додаткової перевірки

source: AI Enrichment
uk: Збагачення ШІ

source: Use AI to automatically fill missing information
uk: Використовуйте ШІ для автоматичного заповнення відсутньої інформації

source: Save Counterparty
uk: Зберегти контрагента

source: Update Counterparty
uk: Оновити контрагента

source: Cancel
uk: Скасувати

source: AI Assistant
uk: Асистент ШІ

source: Hello! I can help you fill out the company information. What would you like to know?
uk: Привіт! Я можу допомогти вам заповнити інформацію про компанію. Що б ви хотіли знати?

source: Ask me about company data...
uk: Запитайте мене про дані компанії...

source: Quick Help
uk: Швидка допомога

source: What information do I need?
uk: Яка інформація мені потрібна?

source: How to find VAT number?
uk: Як знайти номер ПДВ?

source: What is domain used for?
uk: Для чого використовується домен?

source: Validating...
uk: Перевірка...

source: Valid
uk: Дійсний

source: Invalid
uk: Недійсний

source: Enriching data...
uk: Збагачення даних...

source: Enrichment complete!
uk: Збагачення завершено!

source: Saving...
uk: Збереження...

source: Updating...
uk: Оновлення...

source: Network error occurred
uk: Сталася помилка мережі

source: Ask me anything about company data!
uk: Запитайте мене про будь-що щодо даних компанії!

source: Thinking...
uk: Думаю...

source: Please enter both VAT number and country
uk: Будь ласка, введіть номер ПДВ та країну

source: Could not validate VAT number
uk: Не вдалося перевірити номер ПДВ

source: No additional data found
uk: Додаткові дані не знайдено

source: Details
uk: Деталі

source: Back to List
uk: Повернутися до списку

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Company Data
uk: Дані компанії

source: Monitoring Status
uk: Статус моніторингу

source: Monitoring Active
uk: Моніторинг активний

source: Monitoring Inactive
uk: Моніторинг неактивний

source: Deactivate
uk: Деактивувати

source: Activate
uk: Активувати

source: Total Checks
uk: Загальна кількість перевірок

source: Successful
uk: Успішно

source: Alerts
uk: Сповіщення

source: Last Check
uk: Остання перевірка

source: Overall Status
uk: Загальний статус

source: Warning
uk: Попередження

source: Problem
uk: Проблема

source: This counterparty has not been checked yet
uk: Цей контрагент ще не перевірявся

source: Check Now
uk: Перевірити зараз

source: Quick Actions
uk: Швидкі дії

source: Start New Check
uk: Почати нову перевірку

source: Export Data
uk: Експортувати дані

source: View Timeline
uk: Переглянути часову шкалу

source: Priority
uk: Пріоритет

source: Type
uk: Тип

source: Message
uk: Повідомлення

source: Critical
uk: Критичний

source: High
uk: Високий

source: Medium
uk: Середній

source: Low
uk: Низький

source: Pending
uk: Очікує

source: Verification History
uk: Історія перевірок

source: Monitoring
uk: Моніторинг

source: No verification history available
uk: Історія перевірок недоступна

source: Monitoring activated!
uk: Моніторинг активовано!

source: Monitoring deactivated!
uk: Моніторинг деактивовано!

source: Do you want to start a new check? This may take several minutes.
uk: Бажаєте розпочати нову перевірку? Це може зайняти кілька хвилин.

source: Check is starting... (This function must still be connected to the verification system)
uk: Перевірка починається... (Цю функцію ще потрібно підключити до системи перевірки)

source: Edit function coming soon...
uk: Функція редагування скоро з'явиться...

source: WARNING: PERMANENT DELETION
uk: ПОПЕРЕДЖЕННЯ: ПОСТІЙНЕ ВИДАЛЕННЯ

source: Counterparty
uk: Контрагент

source: This will permanently delete
uk: Це назавжди видалить

source: verification history entries
uk: записи історії перевірок

source: All associated check results
uk: Всі пов'язані результати перевірок

source: alert(s) and notifications
uk: сповіщення та повідомлення

source: This action CANNOT be undone!
uk: Цю дію НЕ МОЖНА буде скасувати!

source: Are you ABSOLUTELY sure?
uk: Ви АБСОЛЮТНО впевнені?

source: Final confirmation!
uk: Остаточне підтвердження!

source: Enter the company name exactly to confirm
uk: Введіть назву компанії точно для підтвердження

source: Action cancelled. Company name does not match.
uk: Дію скасовано. Назва компанії не співпадає.

source: The counterparty was NOT deleted.
uk: Контрагента НЕ було видалено.

source: Deleting...
uk: Видаляю...

source: was successfully deleted!
uk: було успішно видалено!

source: Error deleting
uk: Помилка видалення

source: Export function coming soon...
uk: Функція експорту скоро з'явиться...

source: Counterparty successfully added!
uk: Контрагента успішно додано!

source: Do you want to delete
uk: Ви хочете видалити

source: permanently?
uk: постійно?

source: This will also delete:
uk: Це також видалить:

source: • All verification histories
uk: • Всі історії перевірок

source: • All verification results
uk: • Всі результати перевірок

source: • All alerts and notifications
uk: • Всі сповіщення та повідомлення

source: Counterparty successfully deleted!
uk: Контрагента успішно видалено!

source: this counterparty
uk: цього контрагента

source: Do you really want to delete
uk: Ви дійсно хочете видалити

source: This will delete:
uk: Це видалить:

source: • Verification histories
uk: • Історії перевірок

source: • Verification results
uk: • Результати перевірок

source: • Alerts and notifications
uk: • Сповіщення та повідомлення

source: MailGuard Dashboard - Email Intelligence
uk: Панель MailGuard - Інтелект електронної пошти

source: MailGuard Dashboard
uk: Панель MailGuard

source: Email Intelligence & Security
uk: Інтелект електронної пошти та безпека

source: Connected Accounts
uk: Підключені облікові записи

source: Active Rules
uk: Активні правила

source: Messages Today
uk: Повідомлень сьогодні

source: Pending Approvals
uk: Очікують схвалення

source: Email Accounts
uk: Облікові записи електронної пошти

source: Provider
uk: Провайдер

source: Last Sync
uk: Остання синхронізація

source: Actions
uk: Дії

source: Never
uk: Ніколи

source: No email accounts configured yet.
uk: Облікові записи електронної пошти ще не налаштовані.

source: Add your first email account to get started.
uk: Додайте свій перший обліковий запис електронної пошти, щоб почати.

source: From
uk: Від

source: Subject
uk: Тема

source: Draft Reply
uk: Чернетка відповіді

source: View Details
uk: Переглянути деталі

source: Approve
uk: Схвалити

source: Reject
uk: Відхилити

source: Are you sure you want to disconnect this email account?
uk: Ви впевнені, що хочете відключити цей обліковий запис електронної пошти?

source: Are you sure you want to delete this rule?
uk: Ви впевнені, що хочете видалити це правило?

source: Reject this draft reply?
uk: Відхилити цей чернетковий відповідь?

source: Pricing - VAT Verification System
uk: Ціни - Система перевірки ПДВ

source: Choose Your Plan
uk: Оберіть свій план

source: Transparent pricing. No hidden fees. Cancel anytime.
uk: Прозорі ціни. Без прихованих платежів. Скасуйте в будь-який час.

source: Most Popular
uk: Найпопулярніший

source: verifications
uk: перевірок

source: verifications/month
uk: перевірок/місяць

source: Current Plan
uk: Поточний план

source: Frequently Asked Questions
uk: Часті запитання

source: Can I cancel anytime?
uk: Чи можу я скасувати в будь-який час?

source: Yes, you can cancel your subscription at any time without notice. There are no long-term commitments.
uk: Так, ви можете скасувати підписку в будь-який час без попередження. Немає довгострокових зобов'язань.

source: What happens if I exceed my limit?
uk: Що станеться, якщо я перевищу ліміт?

source: With the free plan, no further verifications will be possible until the next month begins. With paid plans, you can upgrade at any time to perform more verifications.
uk: З безкоштовним планом подальші перевірки будуть неможливі до початку наступного місяця. З платними планами ви можете оновити в будь-який час для проведення додаткових перевірок.

source: What payment methods do you accept?
uk: Які способи оплати ви приймаєте?

source: We accept all major credit cards (Visa, Mastercard, American Express) as well as SEPA direct debit through our secure payment provider Stripe.
uk: Ми приймаємо всі основні кредитні картки (Visa, Mastercard, American Express), а також SEPA прямий дебет через нашого безпечного постачальника платежів Stripe.

source: Can I switch between plans?
uk: Чи можу я перемикатися між планами?

source: Yes, you can upgrade or downgrade at any time. When upgrading, you get immediate access to additional features. When downgrading, changes take effect at the end of the current billing period.
uk: Так, ви можете оновити або понизити план у будь-який час. При оновленні ви отримуєте негайний доступ до додаткових функцій. При пониженні зміни набувають чинності в кінці поточного розрахункового періоду.

source: Is there a money-back guarantee?
uk: Чи є гарантія повернення грошей?

source: Yes, we offer a 14-day money-back guarantee for all paid plans. If you are not satisfied, we will refund you the full amount.
uk: Так, ми пропонуємо 14-денну гарантію повернення грошей для всіх платних планів. Якщо ви не задоволені, ми повернемо вам повну суму.

source: Do you need a custom solution?
uk: Вам потрібне індивідуальне рішення?

source: For companies with special requirements, we offer customized Enterprise solutions. Contact us at
uk: Для компаній з особливими вимогами ми пропонуємо індивідуальні рішення Enterprise. Зв'яжіться з нами за адресою

source: for a custom quote.
uk: для індивідуальної пропозиції.

source: Trusted by over 500 companies in Europe
uk: Довіряють понад 500 компаніям в Європі

source: SSL encrypted
uk: SSL зашифровано

source: GDPR compliant
uk: Відповідно до GDPR

source: Stripe secured
uk: Захищено Stripe

source: Still have questions?
uk: Ще маєте запитання?

source: Our support team is here to help.
uk: Наша команда підтримки готова допомогти.

source: Contact us
uk: Зв'яжіться з нами

source: Website Security Scanner - Pentesting
uk: Сканер безпеки сайтів - Пентестинг

source: Website Security Scanner
uk: Сканер безпеки сайтів

source: Comprehensive website vulnerability assessment with AI-powered insights
uk: Комплексна оцінка вразливостей веб-сайтів з AI-powered інсайтами

source: ⚠️ This feature is only available for PRO and ENTERPRISE users
uk: ⚠️ Ця функція доступна тільки для користувачів PRO та ENTERPRISE

source: Upgrade now to protect your website
uk: Оновіть зараз, щоб захистити свій веб-сайт

source: Upgrade Now
uk: Оновити зараз

source: Enter Website URL:
uk: Введіть URL веб-сайту:

source: e.g. example.com or https://example.com
uk: наприклад, example.com або https://example.com

source: AI-Powered Analysis with Recommendations
uk: AI-powered аналіз з рекомендаціями

source: Scan Complete
uk: Сканування завершено

source: Analysis failed
uk: Аналіз не вдався

source: Analyze phone numbers for carrier information, line type, and risk assessment. No personal data is stored.
uk: Аналізуйте номери телефонів для отримання інформації про оператора, типу лінії та оцінки ризику. Особисті дані не зберігаються.

source: Phone Number
uk: Номер телефону

source: Country Hint (ISO2)
uk: Підказка країни (ISO2)

source: Analyze
uk: Аналізувати

source: Analysis Results
uk: Результати аналізу

source: Analyzing...
uk: Аналізується...

source: Basic Information
uk: Основна інформація

source: Carrier
uk: Оператор

source: Line Type
uk: Тип лінії

source: Risk Assessment
uk: Оцінка ризику

source: Risk Score
uk: Рівень ризику

source: Disposable
uk: Одноразовий

source: Seen in Scam DB
uk: Знайдено в базі шахраїв

source: Suspicious Patterns
uk: Підозрілі патерни

source: Unknown
uk: Невідомо

source: Yes
uk: Так

source: No
uk: Ні
