Repository: pilipandr770/vat-bot-1
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: VAT Verification System
de: VAT-Verifizierungssystem

source: Link Scanner - URL Security Check
de: Link-Scanner – URL-Sicherheitsprüfung

source: Check URLs for phishing, malware and other threats
de: Überprüft URLs auf Phishing, Malware und andere Bedrohungen

source: Enter URL
de: URL eingeben

source: or
de: oder

source: Check
de: Prüfen

source: Enter a complete URL (e.g. https://example.com/page)
de: Geben Sie eine vollständige URL ein (z. B. https://example.com/page)

source: Check multiple URLs simultaneously
de: Mehrere URLs gleichzeitig prüfen

source: URLs (one per line, max. 20)
de: URLs (jeweils eine pro Zeile, max. 20)

source: Check All
de: Alle prüfen

source: What is being checked?
de: Was wird geprüft?

source: SSL/HTTPS encryption
de: SSL/HTTPS-Verschlüsselung

source: Phishing detection
de: Phishing-Erkennung

source: VirusTotal database
de: VirusTotal-Datenbank

source: Suspicious domains
de: Verdächtige Domains

source: URL shortener detection
de: Erkennung von URL-Verkürzern

source: Redirect analysis
de: Umleitungsanalyse

source: Recent Checks
de: Letzte Prüfungen

source: No checks performed yet
de: Noch keine Prüfungen durchgeführt

source: Loading...
de: Wird geladen...

source: Please enter a URL
de: Bitte geben Sie eine URL ein

source: Network error
de: Netzwerkfehler

source: Please enter at least one URL
de: Bitte geben Sie mindestens eine URL ein

source: No valid URLs found
de: Keine gültigen URLs gefunden

source: Maximum 20 URLs allowed
de: Maximal 20 URLs erlaubt

source: Safe
de: Sicher

source: Suspicious
de: Verdächtig

source: Malicious
de: Schädlich

source: Accessibility
de: Barrierefreiheit

source: Heuristic analysis
de: Heuristische Analyse

source: No suspicious patterns found
de: Keine verdächtigen Muster gefunden

source: Trusted domain
de: Vertrauenswürdige Domain

source: engines report threat
de: Scan-Engines melden eine Bedrohung

source: redirects
de: Weiterleitungen

source: Recommendations
de: Empfehlungen

source: Detected threats
de: Erkannte Bedrohungen

source: Detailed checks
de: Detaillierte Prüfungen

source: Scanning
de: Scan läuft

source: Scan completed
de: Scan abgeschlossen

source: Error
de: Fehler

source: Batch scan results
de: Ergebnisse der Stapelprüfung

source: Verdict
de: Ergebnis

source: Score
de: Bewertung

source: Time
de: Zeit

source: VAT Verification
de: VAT-Verifizierung

source: Phone Intelligence
de: Telefon-Analyse

source: Features
de: Funktionen

source: Pricing
de: Preise

source: Sign In
de: Anmelden

source: Start Free
de: Kostenlos starten

source: Check Details
de: Prüfdetails

source: Checked on
de: Geprüft am

source: Back to History
de: Zurück zur Historie

source: Sent
de: Gesendet

source: Your Company Data
de: Ihre Firmendaten

source: Manage Profile
de: Profil verwalten

source: Tip
de: Tipp

source: Save your company data
de: Speichern Sie Ihre Firmendaten

source: so that they are automatically filled in
de: damit diese automatisch ausgefüllt werden

source: VAT Number
de: Umsatzsteuer-Identifikationsnummer (USt-IdNr.)

source: Your VAT number for VIES validation
de: Ihre USt-IdNr. für die VIES-Überprüfung

source: Company Name
de: Firmenname

source: Business Address
de: Geschäftsadresse

source: Phone
de: Telefon

source: Counterparty Data
de: Daten der Gegenpartei

source: VAT number of the business partner (if known)
de: USt-IdNr. des Geschäftspartners (falls bekannt)

source: Country
de: Land

source: Select country
de: Land auswählen

source: Free available (incl. business register)
de: Kostenlos verfügbar (inkl. Handelsregister)

source: In progress / Premium
de: In Arbeit / Premium

source: In development
de: In Entwicklung

source: Available
de: Verfügbar

source: Ukraine is checked via the EDR (Unified State Register)
de: Die Ukraine wird über das EDR (Einheitliches Staatsregister) geprüft

source: Contact Person
de: Ansprechpartner

source: Start Verification
de: Prüfung starten

source: Admin Dashboard - VAT Verification System
de: Admin-Dashboard - VAT-Verifizierungssystem

source: Overview of users, subscriptions and API usage
de: Übersicht über Benutzer, Abonnements und API-Nutzung

source: Total Users
de: Gesamtanzahl Benutzer

source: this month
de: dieser Monat

source: Total Revenue
de: Gesamterlös

source: API Verifications
de: API-Prüfungen

source: today
de: heute

source: Subscription Distribution
de: Verteilung der Abonnements

source: Free
de: Kostenlos

source: Quick Access
de: Schnellzugriff

source: User Management
de: Benutzerverwaltung

source: All Verifications
de: Alle Prüfungen

source: System Logs
de: Systemprotokolle

source: Recent Registrations
de: Neueste Registrierungen

source: View All
de: Alle ansehen

source: User
de: Benutzer

source: Registered
de: Registriert

source: NONE
de: KEINE

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Recent Verifications
de: Neueste Prüfungen

source: Company
de: Firma

source: Date
de: Datum

source: OSINT Scan Results
de: OSINT-Scan-Ergebnisse

source: Scan Information
de: Scan-Informationen

source: Created
de: Erstellt

source: Detailed Results
de: Detaillierte Ergebnisse

source: Service
de: Dienst

source: Notes
de: Notizen

source: Data
de: Daten

source: WARNING
de: WARNUNG

source: ERROR
de: FEHLER

source: View Data
de: Daten ansehen

source: Back to Scanner
de: Zurück zum Scanner

source: Passive data collection about the counterparty's domain, website, or email.
de: Passive Datensammlung über die Domain, Website oder E-Mail der Gegenpartei.

source: Complete website URL for header and social media analysis.
de: Vollständige Website-URL für Header- und Social-Media-Analysen.

source: Primary company domain for WHOIS, DNS, and SSL checks.
de: Primäre Unternehmensdomain für WHOIS-, DNS- und SSL-Prüfungen.

source: Email for basic format validation.
de: E-Mail für grundlegende Formatvalidierung.

source: Start Scan
de: Scan starten

source: Scanning...
de: Scan läuft...

source: Server returned invalid response. Please try again later.
de: Der Server lieferte eine ungültige Antwort. Bitte versuchen Sie es später erneut.

source: Results
de: Ergebnisse

source: View full results
de: Vollständige Ergebnisse anzeigen

source: Scan error
de: Scan-Fehler

source: If the error persists, please contact support.
de: Wenn der Fehler weiterhin besteht, kontaktieren Sie bitte den Support.

source: Already have an account?
de: Sie haben bereits ein Konto?

source: Sign in now
de: Jetzt anmelden

source: Connection error. Please try again.
de: Verbindungsfehler. Bitte versuchen Sie es erneut.

source: Unknown error
de: Unbekannter Fehler

source: Add Counterparty
de: Gegenpartei hinzufügen

source: Edit Counterparty
de: Gegenpartei bearbeiten

source: Add New Counterparty
de: Neue Gegenpartei hinzufügen

source: Enter company information with AI assistance
de: Geben Sie Unternehmensinformationen mit KI-Unterstützung ein

source: Company Information
de: Unternehmensinformationen

source: Full legal company name
de: Vollständiger rechtlicher Firmenname

source: Germany
de: Deutschland

source: Austria
de: Österreich

source: Switzerland
de: Schweiz

source: France
de: Frankreich

source: Italy
de: Italien

source: Spain
de: Spanien

source: Netherlands
de: Niederlande

source: Belgium
de: Belgien

source: Poland
de: Polen

source: Czech Republic
de: Tschechien

source: Validate
de: Validieren

source: VAT number for EU companies (optional)
de: USt-IdNr. für EU-Unternehmen (optional)

source: Address
de: Adresse

source: Street, City, Postal Code, Country
de: Straße, Stadt, Postleitzahl, Land

source: Company website domain for additional verification
de: Firmenwebseite/Domain für zusätzliche Verifikation

source: AI Enrichment
de: KI-Anreicherung

source: Use AI to automatically fill missing information
de: KI verwenden, um fehlende Informationen automatisch auszufüllen

source: Save Counterparty
de: Gegenpartei speichern

source: Update Counterparty
de: Gegenpartei aktualisieren

source: Cancel
de: Abbrechen

source: AI Assistant
de: KI-Assistent

source: Hello! I can help you fill out the company information. What would you like to know?
de: Hallo! Ich kann Ihnen helfen, die Unternehmensdaten auszufüllen. Was möchten Sie wissen?

source: Ask me about company data...
de: Fragen Sie mich zu Firmendaten...

source: Quick Help
de: Schnelle Hilfe

source: What information do I need to provide?
de: Welche Informationen muss ich angeben?

source: What information do I need?
de: Welche Informationen benötige ich?

source: How to find VAT number?
de: Wie finde ich die USt-IdNr.?

source: What is domain used for?
de: Wofür wird die Domain verwendet?

source: Validating...
de: Validiere...

source: Valid
de: Gültig

source: Invalid
de: Ungültig

source: Enriching data...
de: Daten werden angereichert...

source: Enrichment complete!
de: Anreicherung abgeschlossen!

source: Saving...
de: Speichere...

source: Updating...
de: Aktualisiere...

source: Network error occurred
de: Netzwerkfehler aufgetreten

source: Ask me anything about company data!
de: Fragen Sie mich alles zu Firmendaten!

source: Thinking...
de: Denke...

source: Please enter both VAT number and country
de: Bitte geben Sie sowohl USt-IdNr. als auch Land ein

source: Could not validate VAT number
de: Konnte USt-IdNr. nicht validieren

source: No additional data found
de: Keine zusätzlichen Daten gefunden

source: Back to List
de: Zurück zur Liste

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Company Data
de: Firmendaten

source: Monitoring Status
de: Überwachungsstatus

source: Monitoring Active
de: Überwachung aktiv

source: Monitoring Inactive
de: Überwachung inaktiv

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Total Checks
de: Gesamtanzahl Prüfungen

source: Successful
de: Erfolgreich

source: Alerts
de: Alarme

source: Last Check
de: Letzte Prüfung

source: Overall Status
de: Gesamtstatus

source: Warning
de: Warnung

source: This counterparty has not been checked yet
de: Diese Gegenpartei wurde noch nicht geprüft

source: Check Now
de: Jetzt prüfen

source: Quick Actions
de: Schnellaktionen

source: Start New Check
de: Neue Prüfung starten

source: Export Data
de: Daten exportieren

source: View Timeline
de: Chronologie anzeigen

source: Priority
de: Priorität

source: Type
de: Typ

source: Message
de: Nachricht

source: Critical
de: Kritisch

source: High
de: Hoch

source: Medium
de: Mittel

source: Low
de: Niedrig

source: Pending
de: Ausstehend

source: Verification History
de: Prüfverlauf

source: Monitoring
de: Überwachung

source: No verification history available
de: Kein Prüfverlauf verfügbar

source: Monitoring activated!
de: Überwachung aktiviert!

source: Monitoring deactivated!
de: Überwachung deaktiviert!

source: Do you want to start a new check? This may take several minutes.
de: Möchten Sie eine neue Prüfung starten? Dies kann mehrere Minuten dauern.

source: Check is starting... (This function must still be connected to the verification system)
de: Prüfung wird gestartet... (Diese Funktion muss noch mit dem Verifizierungssystem verbunden werden)

source: Edit function coming soon...
de: Bearbeiten-Funktion kommt bald...

source: WARNING: PERMANENT DELETION
de: WARNUNG: DAUERHAFTE LÖSCHUNG

source: Counterparty
de: Gegenpartei

source: This will permanently delete
de: Dies wird dauerhaft löschen

source: verification history entries
de: Einträge des Prüfverlaufs

source: All associated check results
de: Alle zugehörigen Prüfergebnisse

source: alert(s) and notifications
de: Alarme und Benachrichtigungen

source: This action CANNOT be undone!
de: Diese Aktion KANN NICHT rückgängig gemacht werden!

source: Are you ABSOLUTELY sure?
de: Sind Sie SICHER?

source: Final confirmation!
de: Endgültige Bestätigung!

source: Enter the company name exactly to confirm
de: Geben Sie zur Bestätigung den Firmennamen genau ein

source: Action cancelled. Company name does not match.
de: Aktion abgebrochen. Firmenname stimmt nicht überein.

source: The counterparty was NOT deleted.
de: Die Gegenpartei wurde NICHT gelöscht.

source: Deleting...
de: Lösche...

source: was successfully deleted!
de: wurde erfolgreich gelöscht!

source: Error deleting
de: Fehler beim Löschen

source: Export function coming soon...
de: Export-Funktion kommt bald...

source: Timeline view coming soon...
de: Chronologie-Ansicht kommt bald...

source: CRM - Counterparty Monitoring
de: CRM - Gegenpartei-Überwachung

source: CRM - Counterparty Management
de: CRM - Gegenpartei-Verwaltung

source: Manage your counterparties and automatically monitor their status
de: Verwalten Sie Ihre Gegenparteien und überwachen Sie automatisch deren Status

source: Total Counterparties
de: Gesamtanzahl Gegenparteien

source: Actively Monitored
de: Aktiv überwacht

source: New Alerts
de: Neue Alarme

source: Add New
de: Neu hinzufügen

source: Find Duplicates
de: Duplikate finden

source: Counterparty successfully added!
de: Gegenpartei erfolgreich hinzugefügt!

source: Do you want to delete
de: Möchten Sie löschen

source: permanently?
de: dauerhaft?

source: This will also delete:
de: Dies löscht außerdem:

source: • All verification histories
de: • Alle Prüfverläufe

source: • All verification results
de: • Alle Prüfergebnisse

source: • All alerts and notifications
de: • Alle Alarme und Benachrichtigungen

source: Counterparty successfully deleted!
de: Gegenpartei erfolgreich gelöscht!

source: this counterparty
de: diese Gegenpartei

source: Do you really want to delete
de: Möchten Sie wirklich löschen

source: This will delete:
de: Dies wird löschen:

source: • Verification histories
de: • Prüfverläufe

source: • Verification results
de: • Prüfergebnisse

source: • Alerts and notifications
de: • Alarme und Benachrichtigungen

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Privacy Policy
de: Datenschutzrichtlinie

source: GDPR Request Form
de: DSGVO-Anfrageformular

source: Are you ABSOLUTELY sure? This action cannot be undone!
de: Sind Sie SICHER? Diese Aktion kann nicht rückgängig gemacht werden!

source: MailGuard Dashboard - Email Intelligence
de: MailGuard-Dashboard - E-Mail-Intelligenz

source: Email Intelligence & Security
de: E-Mail-Intelligenz & Sicherheit

source: Connected Accounts
de: Verbundene Konten

source: Active Rules
de: Aktive Regeln

source: Messages Today
de: Nachrichten heute

source: Pending Approvals
de: Ausstehende Genehmigungen

source: Email Accounts
de: E-Mail-Konten

source: Add Email Account
de: E-Mail-Konto hinzufügen

source: Provider
de: Anbieter

source: Last Sync
de: Letzte Synchronisierung

source: Actions
de: Aktionen

source: Never
de: Nie

source: No email accounts configured yet.
de: Noch keine E-Mail-Konten konfiguriert.

source: Add your first email account to get started.
de: Fügen Sie Ihr erstes E-Mail-Konto hinzu, um zu starten.

source: From
de: Von

source: Subject
de: Betreff

source: Draft Reply
de: Entwurf-Antwort

source: View Details
de: Details ansehen

source: Approve
de: Genehmigen

source: Reject
de: Ablehnen

source: Are you sure you want to disconnect this email account?
de: Sind Sie sicher, dass Sie dieses E-Mail-Konto trennen möchten?

source: Are you sure you want to delete this rule?
de: Sind Sie sicher, dass Sie diese Regel löschen möchten?

source: Reject this draft reply?
de: Diesen Entwurf ablehnen?

source: Account details coming soon
de: Kontodetails folgen in Kürze

source: Pricing - VAT Verification System
de: Preise - VAT-Verifizierungssystem

source: Choose Your Plan
de: Wählen Sie Ihren Plan

source: Transparent pricing. No hidden fees. Cancel anytime.
de: Transparente Preise. Keine versteckten Gebühren. Jederzeit kündbar.

source: Most Popular
de: Beliebt

source: verifications
de: Prüfungen

source: verifications/month
de: Prüfungen/Monat

source: Current Plan
de: Aktueller Plan

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Can I cancel anytime?
de: Kann ich jederzeit kündigen?

source: Yes, you can cancel your subscription at any time without notice. There are no long-term commitments.
de: Ja, Sie können Ihr Abonnement jederzeit ohne Vorankündigung kündigen. Es gibt keine langfristigen Verpflichtungen.

source: What happens if I exceed my limit?
de: Was passiert, wenn ich mein Limit überschreite?

source: With the free plan, no further verifications will be possible until the next month begins. With paid plans, you can upgrade at any time to perform more verifications.
de: Beim kostenlosen Plan sind keine weiteren Prüfungen möglich, bis der nächste Monat beginnt. Bei kostenpflichtigen Plänen können Sie jederzeit upgraden, um mehr Prüfungen durchzuführen.

source: What payment methods do you accept?
de: Welche Zahlungsmethoden akzeptieren Sie?

source: We accept all major credit cards (Visa, Mastercard, American Express) as well as SEPA direct debit through our secure payment provider Stripe.
de: Wir akzeptieren alle gängigen Kreditkarten (Visa, Mastercard, American Express) sowie SEPA-Lastschrift über unseren sicheren Zahlungsanbieter Stripe.

source: Can I switch between plans?
de: Kann ich zwischen den Plänen wechseln?

source: Yes, you can upgrade or downgrade at any time. When upgrading, you get immediate access to additional features. When downgrading, changes take effect at the end of the current billing period.
de: Ja, Sie können jederzeit upgraden oder downgraden. Beim Upgrade erhalten Sie sofortigen Zugriff auf zusätzliche Funktionen. Beim Downgrade treten Änderungen zum Ende des aktuellen Abrechnungszeitraums in Kraft.

source: Is there a money-back guarantee?
de: Gibt es eine Geld-zurück-Garantie?

source: Yes, we offer a 14-day money-back guarantee for all paid plans. If you are not satisfied, we will refund you the full amount.
de: Ja, wir bieten eine 14-tägige Geld-zurück-Garantie für alle kostenpflichtigen Pläne. Wenn Sie nicht zufrieden sind, erstatten wir Ihnen den vollen Betrag.

source: Do you need a custom solution?
de: Benötigen Sie eine maßgeschneiderte Lösung?

source: For companies with special requirements, we offer customized Enterprise solutions. Contact us at
de: Für Unternehmen mit speziellen Anforderungen bieten wir maßgeschneiderte Enterprise-Lösungen. Kontaktieren Sie uns unter

source: for a custom quote.
de: für ein individuelles Angebot.

source: Trusted by over 500 companies in Europe
de: Vertrauen von über 500 Unternehmen in Europa

source: SSL encrypted
de: SSL-verschlüsselt

source: GDPR compliant
de: DSGVO-konform

source: Stripe secured
de: Durch Stripe gesichert

source: Still have questions?
de: Haben Sie noch Fragen?

source: Our support team is here to help.
de: Unser Support-Team hilft Ihnen gerne.

source: Contact us
de: Kontaktieren Sie uns

source: Website Security Scanner - Pentesting
de: Website-Sicherheits-Scanner - Pentesting

source: Website Security Scanner
de: Website-Sicherheits-Scanner

source: Comprehensive website vulnerability assessment with AI-powered insights
de: Umfassende Bewertung von Website-Schwachstellen mit KI-gestützten Erkenntnissen

source: ⚠️ This feature is only available for PRO and ENTERPRISE users
de: ⚠️ Diese Funktion ist nur für PRO- und ENTERPRISE-Benutzer verfügbar

source: Upgrade now to protect your website
de: Jetzt upgraden, um Ihre Website zu schützen

source: Upgrade Now
de: Jetzt upgraden

source: Enter Website URL:
de: Website-URL eingeben:

source: e.g. example.com or https://example.com
de: z. B. example.com oder https://example.com

source: AI-Powered Analysis with Recommendations
de: KI-gestützte Analyse mit Empfehlungen

source: Scan Complete
de: Scan abgeschlossen

source: Analysis failed
de: Analyse fehlgeschlagen

source: Analyze phone numbers for carrier information, line type, and risk assessment. No personal data is stored.
de: Analysieren Sie Telefonnummern auf Netzbetreiberinformationen, Leitungstyp und Risikobewertung. Es werden keine personenbezogenen Daten gespeichert.

source: Phone Number
de: Rufnummer

source: Country Hint (ISO2)
de: Land-Hinweis (ISO2)

source: Analyze
de: Analysieren

source: Analysis Results
de: Analyseergebnisse

source: Analyzing...
de: Analysiere...

source: Basic Information
de: Basisinformationen

source: Carrier
de: Netzbetreiber

source: Line Type
de: Leitungstyp

source: Risk Assessment
de: Risikobewertung

source: Risk Score
de: Risikoscore

source: Disposable
de: Einweg

source: Seen in Scam DB
de: In Scam-DB gefunden

source: Suspicious Patterns
de: Verdächtige Muster

source: Unknown
de: Unbekannt

source: Yes
de: Ja

source: No
de: Nein
